{
    "global": {
        "header": "Companies",
        "showing": "Showing companies for",
        "and": "and",
        "all": "all",
        "programs": "programs",
        "positions": "positions",
        "clearFilters": "Clear filters",
        "partners": "Our Partners",
        "allCompanies": "All Companies",
        "areaOfBusiness": "Area of business",
        "founded": "Founded",
        "employeesInSweden": "Employees in Sweden",
        "employeesInternationally": "Employees internationally",
        "lookingFor": "{{company}} is looking for",
        "qualifications": "Qualifications",
        "contact": "Contact",
        "learnMore": "Learn more about working at {{company}}",
        "backToCompanies": "Back to companies",
        "scrollToTop": "Scroll to top"
    },
    "programs": {
        "SYSDK": "Computer and Systems Sciences",
        "SAFFK": "Enterprise Systems and Service Design",
        "SDAVK": "Computer Science and Software Engineering",
        "SGAMK": "Computer Game Development",
        "SDIMK": "Digital Media",
        "SITEK": "Business Administration and Information Technology",
        "SIADK": "Interaction Design",
        "SMARK": "Maket Communication and Information Technology",
        "SAIHO": "AI for health",
        "SMINO": "Information Security",
        "SMEFO": "Open eGovernment",
        "SCSSO": "Computer and Systems Sciences",
        "SHINO": "Health Informatics",
        "SSLIO": "Strategic Information Systems Management",
        "SDSBO": "Data Science, Statistics and Decision Analysis",
        "SPROM": "IT Project Management",
        "SDKIO": "Design for Creative and Immersive Technology"
    },
    "positions": {
        "fullTime": "Full time positions",
        "partTime": "Part-time positions",
        "thesis": "Thesis project",
        "trainee": "Traineeprogram",
        "internship": "Interships",
        "foreignServices": "Foreign Services"
    },
    "cygni": {
        "areaOfBusiness": "Systems development, consulting",
        "description": {
            "paragraph1": "Cygni, part of Accenture; we are an IT consultancy with the vision of being the best employer for passionate developers. Our consultants are full-stack, frontend, and mobile developers, UX designers, project managers, etc. All types of competences needed for helping our customers build the best digital solutions. Currently, we have offices in Sweden (Stockholm, Gothenburg, Malmö, Linköping, Luleå, and Östersund).",
            "paragraph2": "At Cygni, competence development is highly prioritized. Every employee creates an individual development plan together with their consultant manager on their very first day. In the talent program, the entire talent team also meets to learn about different areas. \"The talent program at Cygni is a fantastic opportunity for those at the beginning of their careers as system developers. If you want to be part of a company that values its consultants, has a great community, and exciting clients - look no further.\" \"Cygni sponsors everything that's good,\" and we love spending time together! Therefore, we organize activities, including joint autumn and spring conferences."
        },
        "qualifications": "Knowledge of SQL Server and T-SQL, C#, DotNet, and WebAPI. Experience with cloud solutions, preferably within Azure. Azure DevOps, Kubernetes, Docker Swarm, or Service Fabric. Azure PaaS, SaaS, and IaaS services. Git, Powershell, Bash, Python, JavaScript, and React. Scrum. Finance. Fluency in Swedish is mandatory."
    },
    "accenture": {
        "areaOfBusiness": "IT consulting services, Strategy, Security, Business Intelligence, Interaction Design, Front End, Back End, ERP Systems, System Implementations, Design.",
        "description": {
            "paragraph1": "Accenture is a global consultancy firm specializing in digitization, cloud services, and cybersecurity. Leveraging specialized knowledge and experience across 40 different industries, we provide services encompassing strategy, consultancy, IT, interactive solutions, and business optimization. Our presence is robust on both a global and local scale. Currently, we boast a workforce of 740 000 employees in over 120 countries, diligently delivering on the promise of technological and human ingenuity daily, with 1600 operating in Sweden.",
            "paragraph2": "By embracing the transformative power of change, we generate value for customers, employees, shareholders, and society at large. In April 2021, software development company Cygni became a part of Accenture, and in June, we welcomed Sentor, experts in cybersecurity and managed security services. We are consistently on the lookout for talented individuals with diverse backgrounds and expertise, including recent university graduates and experienced professionals with extensive work experience. Curious about the opportunities available with us? Come and talk to us during Systemvetardagen!"
        },
        "qualifications": "Active union member, Exchange studies, Java, SQL, React, Angular, Python, HTML, CSS, Oracle, SAP, Cloud Services."
    },
    "handelsbanken": {
        "areaOfBusiness": "Handelsbanken IT",
        "description": {
            "paragraph1": "Handelsbanken is one of Sweden's largest banks with home markets in Sweden, Norway, the Netherlands and Great Britain. We are also one of Sweden's largest Tech organizations with over 2,000 employees who together develop the bank. In the entire group, we have just over 12,000 employees. Our way of conducting banking is based on having great trust and respect for the individual - both for our customers and employees. Our employees are given personal responsibility and great authority to make decisions in various matters relating to the business. Different experiences, knowledge and ways of solving problems contribute with different perspectives. With us, every person is important for us to create a sustainable bank, now and in the future.",
            "paragraph2": ""
        },
        "qualifications": ""
    },
    "ericsson": {
        "areaOfBusiness": "Information and communication technology",
        "description": {
            "paragraph1": "At Ericsson you’ll have a unique opportunity. The chance to use your skills and imagination to push the boundaries of what’s possible. To create never-seen-before solutions to some of the world’s toughest problems. You’ll be challenged. But you won’t be alone. You’ll be part of a team of like-minded innovators, all driven to go beyond the status quo to build what comes next. You’ll collaborate across disciplines, borders and continents. You’ll be empowered to lead and perform at your best. You’ll shape technology for people, societies, industries and humanity. You’ll be part of a diverse community where you can bring your own perfectly-unique self to work. At Ericsson you can be an explorer, a change maker and a force for good. Imagine a better, brighter tomorrow. You can be the one who makes it possible.",
            "paragraph2": ""
        },
        "qualifications": ""
    },
    "cgi": {
        "areaOfBusiness": "IT, Business consulting",
        "description": {
            "paragraph1": "CGI is one of the largest IT and business consulting services firms in the world. Combining human ingenuity with the power of technology.",
            "paragraph2": ""
        },
        "qualifications": ".NET, Azure, project management, architectures, Java, Ai, GCP, AWS, ISTQB, REQB, COBOL, PYTHON, SCRUM, Business intelligence, qliksense, power-bi, security, it-security."
    },
    "akavia": {
        "areaOfBusiness": "Trade Union",
        "description": {
            "paragraph1": "Akavia is the trade union for you who have chosen the academic path. Our organisation was formed from the unions Jusek and Civilekonomerna in 2020. Akavia brings together 144,000 economists, lawyers, social scientists, IT professionals, HR specialists, and communication professionals. The union is politically non-affiliated and the third largest within Saco. Akavia wants each member to get a full return on their academic education, throughout their professional careers. As a student member of Akavia, you receive tools and a network to optimise the start of your career – completely free of charge.",
            "paragraph2": "Akavia is the trade union for economists, lawyers, social scientists, IT academics, HR specialists, and communicators. You are currently investing significant effort and resources into your academic education – we work to ensure you get a return on that investment. With Akavia, you gain access to tools and networks to optimize the start of your career. As a student, membership is free, and our career advisors assist you with everything from finding job opportunities to negotiating your starting salary."
        },
        "qualifications": ""
    },
    "gtslAB": {
        "areaOfBusiness": "System development, Web development, UX design, Project management, Business systems, Business Analyst, Business Intelligence, AI, Machine Learning, IT security, and Testing",
        "description": {
            "paragraph1": "At Guided Talent Solutions, we specialize in newly graduated tech talents. Through our various programs, you, as a tech talent, get a seamless transition from studies to working life. We help you kick-start your career through collaborations with some of Sweden's leading tech companies. With our talent programs and consulting assignments, we offer unique opportunities that combine hands-on work, tailored training, social activities, and mentorship. You will receive a comprehensive onboarding and introduction to your role, along with the chance to build a strong network and connect with other tech talents. We provide you with reliable guidance and support throughout your journey, ensuring you have the best conditions for success.",
            "paragraph2": ""
        },
        "qualifications": "C/C++, .Net/C#, Angular, JavaScript, HTML/CSS, React, Node.Js, Java, Python, AWS, Azure, SQL Server, ServiceNow, Kafka, PHP, Integration, DevOps, Jenkins, Kotlin, Machine Learning, AI, Test, requirements management, Cybersecurity, UX/UI, CI/CD, TDD"
    },
    "swedbank": {
        "areaOfBusiness": "IT security, software development, cloud services, AI and machine learning, network infrastructure, data analysis, and more.",
        "description": {
            "paragraph1": "Swedbank is a full-service bank offering loans, payments, and savings solutions to simplify everyday life for individuals and businesses. We have our roots in the Swedish savings bank movement, which began in 1820.  As a major player in the financial market, Swedbank can influence communities, people, and the environment, contributing to more sustainable development. We strive to be sustainable both in our own operations and by setting requirements for the companies we collaborate with.",
            "paragraph2": ""
        },
        "qualifications": ""
    },
    "kpmg": {
        "areaOfBusiness": "Consulting, Cyber Security, Information Security, Risk Consulting, Management Consulting, Technology Transformation and AI, Data Analytics, Financial Services Consulting, Information Risk Management, IT Audit.",
        "description": {
            "paragraph1": "At KPMG, our mission is to inspire confidence and empower change. With a workforce of 2,400 employees in our region and a global network of 275,000 experts spanning 143 countries, we stand as one of the world's leading professional services firms. Our commitment is to deliver insightful business guidance and tailored expert advisory, audit, and tax services. Engineers, systems scientists, and tech experts play a pivotal role in many of our teams, enhancing our capabilities across various domains.  ",
            "paragraph2": ""
        },
        "qualifications": "Strong analytical and problem-solving skills, knowledge of cybersecurity frameworks (e.g., NIST, ISO 27001), Information Security Management Systems (ISMS), risk assessment and management, strategic planning and organizational development, change management, proficiency in data analysis tools, understanding of financial regulations and compliance, IT auditing standards and practices, and excellent communication and presentation abilities."
    },
    "columbus": {
        "areaOfBusiness": "We implement end-to-end solutions in Cloud ERP, Data & AI, Digital Commerce, CX and Application Management within the manufacturing, retail & distribution, food & beverage and life science industries.",
        "description": {
            "paragraph1": "As a leading digital consultancy, Columbus solves complex customer challenges in the manufacturing, retail & distribution, food & beverage, and life science industries. For many years, our graduate programmes have been a cornerstone of Columbus' success, enabling us to continuously implement business-critical solutions in Cloud ERP, Data & AI, Digital Commerce, Customer Experience & Engagement, Application Management Services, Cybersecurity, and ESG. Together with our customers, we transform organizations and prepare for the future.",
            "paragraph2": ""
        },
        "qualifications": "IT, Affärssystem, Supply Chain, Ekonomi, Finans, Produktion, E-Handel, Utveckling, Business Intelligence"
    },
    "lime": {
        "areaOfBusiness": "Tech, IT, SaaS",
        "description": {
            "paragraph1": "We are a listed company with 10 offices across 7 countries, growing at 20% annually since 2000. Founded in 1990, we expanded beyond the Nordics in 2020 and continue to grow through expansion and acquisitions.  What truly sets Lime apart is our people, a high-performing, caring team dedicated to creating exceptional customer experiences. We manage the entire product lifecycle, from development to delivery and support, ensuring seamless, high-quality solutions. #dontbreakthechain",
            "paragraph2": ""
        },
        "qualifications": "Business-minded, Interested in technology and IT, Reliable, Smart and gets things done, Not a sore loser, but you hate to lose, Wants to develop and learn more, A person with high emotional intelligence (EQ), Despite all this: humble with a sense of humor, Fluent in either Swedish, Danish, Finnish, or Norwegian – depending on where you want to work."
    }
}