{
    "global": {
        "header": "Companies",
        "showing": "Showing companies for",
        "and": "and",
        "all": "all",
        "programs": "programs",
        "positions": "positions",
        "clearFilters": "Clear filters",
        "searchPlaceholder": "Search company",
        "partners": "Our Partners",
        "allCompanies": "All Companies",
        "areaOfBusiness": "Area of business",
        "founded": "Founded",
        "employeesInSweden": "Employees in Sweden",
        "employeesInternationally": "Employees internationally",
        "lookingFor": "{{company}} is looking for",
        "qualifications": "Qualifications",
        "contact": "Contact",
        "learnMore": "Learn more about working at {{company}}",
        "backToCompanies": "Back to companies",
        "scrollToTop": "Scroll to top"
    },
    "programs": {
        "SYSDK": "Computer and Systems Sciences",
        "SAFFK": "Enterprise Systems and Service Design",
        "SDAVK": "Computer Science and Software Engineering",
        "SGAMK": "Computer Game Development",
        "SDIMK": "Digital Media",
        "SITEK": "Business Administration and Information Technology",
        "SIADK": "Interaction Design",
        "SMARK": "Maket Communication and Information Technology",
        "SAIHO": "AI for health",
        "SMINO": "Information Security",
        "SMEFO": "Open eGovernment",
        "SCSSO": "Computer and Systems Sciences",
        "SHINO": "Health Informatics",
        "SSLIO": "Strategic Information Systems Management",
        "SDSBO": "Data Science, Statistics and Decision Analysis",
        "SPROM": "IT Project Management",
        "SDKIO": "Design for Creative and Immersive Technology"
    },
    "positions": {
        "fullTime": "Full time positions",
        "partTime": "Part-time positions",
        "thesis": "Thesis project",
        "trainee": "Traineeprogram",
        "internship": "Interships",
        "foreignServices": "Foreign Services"
    },
    "accenture": {
        "areaOfBusiness": "IT consulting services, Strategy, Security, Cloud, Business Intelligence, AI, Interaction Design, Front-End, Back-End, Business Systems, System Implementations, Design.",
        "description": {
            "paragraph1": "Accenture is a leading global professional services company that helps the world's leading businesses, governments and other organizations build their digital core, optimize their operations, accelerate revenue growth and enhance citizen services—creating tangible value at speed and scale. We are a talent- and innovation-led company with approximately 799,000 people serving clients in more than 120 countries. Technology is at the core of change today, and we are one of the world's leaders in helping drive that change, with strong ecosystem relationships. We combine our strength in technology and leadership in cloud, data and AI with unmatched industry experience, functional expertise and global delivery capability. Our broad range of services, solutions and assets across Strategy & Consulting, Technology, Operations, Industry X and Song, together with our culture of shared success and commitment to creating 360° value, enable us to help our clients reinvent and build trusted, lasting relationships. We measure our success by the 360° value we create for our clients, each other, our shareholders."
        },
        "qualifications": "Active union member, Exchange studies, Java, SQL, React, Angular, Python, HTML, CSS, Oracle, SAP, Cloud Services."
    },
    "handelsbanken": {
        "areaOfBusiness": "Handelsbanken IT",
        "description": {
            "paragraph1": "Handelsbanken is one of Sweden's largest banks with home markets in Sweden, Norway, the Netherlands and Great Britain. We are also one of Sweden's largest Tech organizations with over 2,000 employees who together develop the bank. In the entire group, we have just over 12,000 employees. Our way of conducting banking is based on having great trust and respect for the individual - both for our customers and employees. Our employees are given personal responsibility and great authority to make decisions in various matters relating to the business. Different experiences, knowledge and ways of solving problems contribute with different perspectives. With us, every person is important for us to create a sustainable bank, now and in the future."
        },
        "qualifications": ""
    },
    "ericsson": {
        "areaOfBusiness": "Information and communication technology",
        "description": {
            "paragraph1": "At Ericsson you'll have a unique opportunity. The chance to use your skills and imagination to push the boundaries of what's possible. To create never-seen-before solutions to some of the world's toughest problems. You'll be challenged. But you won't be alone. You'll be part of a team of like-minded innovators, all driven to go beyond the status quo to build what comes next. You'll collaborate across disciplines, borders and continents. You'll be empowered to lead and perform at your best. You'll shape technology for people, societies, industries and humanity. You'll be part of a diverse community where you can bring your own perfectly-unique self to work. At Ericsson you can be an explorer, a change maker and a force for good. Imagine a better, brighter tomorrow. You can be the one who makes it possible."
        },
        "qualifications": ""
    },
    "cgi": {
        "areaOfBusiness": "IT, Business consulting",
        "description": {
            "paragraph1": "CGI is one of the largest IT and business consulting services firms in the world. Combining human ingenuity with the power of technology."
        },
        "qualifications": ".NET, Azure, project management, architectures, Java, Ai, GCP, AWS, ISTQB, REQB, COBOL, PYTHON, SCRUM, Business intelligence, qliksense, power-bi, security, it-security."
    },
    "akavia": {
        "areaOfBusiness": "Trade Union",
        "description": {
            "paragraph1": "Akavia is the trade union for you who have chosen the academic path. Our organisation was formed from the unions Jusek and Civilekonomerna in 2020. Akavia brings together 144,000 economists, lawyers, social scientists, IT professionals, HR specialists, and communication professionals. The union is politically non-affiliated and the third largest within Saco. Akavia wants each member to get a full return on their academic education, throughout their professional careers. As a student member of Akavia, you receive tools and a network to optimise the start of your career – completely free of charge."
        },
        "qualifications": ""
    },
    "gtslAB": {
        "areaOfBusiness": "System development, Web development, UX design, Project management, Business systems, Business Analyst, Business Intelligence, AI, Machine Learning, IT security, and Testing",
        "description": {
            "paragraph1": "At Guided Talent Solutions, we specialize in newly graduated tech talents. Through our various programs, you, as a tech talent, get a seamless transition from studies to working life. We help you kick-start your career through collaborations with some of Sweden's leading tech companies. With our talent programs and consulting assignments, we offer unique opportunities that combine hands-on work, tailored training, social activities, and mentorship. You will receive a comprehensive onboarding and introduction to your role, along with the chance to build a strong network and connect with other tech talents. We provide you with reliable guidance and support throughout your journey, ensuring you have the best conditions for success."
        },
        "qualifications": "C/C++, .Net/C#, Angular, JavaScript, HTML/CSS, React, Node.Js, Java, Python, AWS, Azure, SQL Server, ServiceNow, Kafka, PHP, Integration, DevOps, Jenkins, Kotlin, Machine Learning, AI, Test, requirements management, Cybersecurity, UX/UI, CI/CD, TDD"
    },
    "swedbank": {
        "areaOfBusiness": "IT security, software development, cloud services, AI and machine learning, network infrastructure, data analysis, and more.",
        "description": {
            "paragraph1": "Swedbank is a full-service bank offering loans, payments, and savings solutions to simplify everyday life for individuals and businesses. We have our roots in the Swedish savings bank movement, which began in 1820. As a major player in the financial market, Swedbank can influence communities, people, and the environment, contributing to more sustainable development. We strive to be sustainable both in our own operations and by setting requirements for the companies we collaborate with."
        },
        "qualifications": ""
    },
    "kpmg": {
        "areaOfBusiness": "Consulting, Cyber Security, Information Security, Risk Consulting, Management Consulting, Technology Transformation and AI, Data Analytics, Financial Services Consulting, Information Risk Management, IT Audit.",
        "description": {
            "paragraph1": "At KPMG, our mission is to inspire confidence and empower change. With a workforce of 2,400 employees in our region and a global network of 275,000 experts spanning 143 countries, we stand as one of the world's leading professional services firms. Our commitment is to deliver insightful business guidance and tailored expert advisory, audit, and tax services. Engineers, systems scientists, and tech experts play a pivotal role in many of our teams, enhancing our capabilities across various domains."
        },
        "qualifications": "Strong analytical and problem-solving skills, knowledge of cybersecurity frameworks (e.g., NIST, ISO 27001), Information Security Management Systems (ISMS), risk assessment and management, strategic planning and organizational development, change management, proficiency in data analysis tools, understanding of financial regulations and compliance, IT auditing standards and practices, and excellent communication and presentation abilities."
    },
    "columbus": {
        "areaOfBusiness": "We implement end-to-end solutions in Cloud ERP, Data & AI, Digital Commerce, CX and Application Management within the manufacturing, retail & distribution, food & beverage and life science industries.",
        "description": {
            "paragraph1": "As a leading digital consultancy, Columbus solves complex customer challenges in the manufacturing, retail & distribution, food & beverage, and life science industries. For many years, our graduate programmes have been a cornerstone of Columbus' success, enabling us to continuously implement business-critical solutions in Cloud ERP, Data & AI, Digital Commerce, Customer Experience & Engagement, Application Management Services, Cybersecurity, and ESG. Together with our customers, we transform organizations and prepare for the future."
        },
        "qualifications": "IT, Business Systems, Supply Chain, Economy, Finance, Production, E-Commerce, Development, Business Intelligence"
    },
    "lime": {
        "areaOfBusiness": "Tech, IT, SaaS",
        "description": {
            "paragraph1": "For over 30 years, we've helped companies achieve better results with user-friendly CRM solutions that we develop, sell, implement, and support ourselves. Despite often boasting about our 20% annual growth since the millennium, we remain quite humble. Today, we are over 500 colleagues and one of the Nordic's leading CRM providers with offices in Lund, Gothenburg, Stockholm, Gävle, Copenhagen, Oslo, Helsinki, Utrecht, and Cologne."
        },
        "qualifications": "Business-minded, Interested in technology and IT, Reliable, Smart and gets things done, Not a bad loser, but you hate to lose, Want to develop and learn more, A person with high emotional intelligence (EQ), Despite all this: humble with a sense of humor, Fluent in either Swedish, Danish, Finnish, or Norwegian - depending on where you want to work."
    },
    "fackst": {
        "areaOfBusiness": "Administration, Economy, IT, Law, Human Resources",
        "description": {
            "paragraph1": "Fackförbundet ST is the union for you as a student. Here's why you as a student should join Fackförbundet ST: Student membership in Fackförbundet ST is completely free. In addition to that, you get a range of student benefits, while supporting our union work for better working conditions. Unions exist to represent your interests as an employee. Our strength depends on our numbers, so your membership is important - for others too. That's how the union is relevant to you as a student. Plus, we can actually represent you if you work part-time alongside your studies. As a member, we also help you with a range of benefits and a smooth transition to working life."
        },
        "qualifications": ""
    },
    "scania": {
        "areaOfBusiness": "Software Development, Cloud, Cybersecurity, AI, Machine Learning, Industry 4.0, Computer Vision, Computer Science",
        "description": {
            "paragraph1": "Scania is a world-leading provider of transport solutions committed to a better tomorrow. We are driving the shift towards a sustainable transport system. In doing so, we are creating a world of mobility that's better for business, society and our environment. Scania's culture is both pragmatic and ambitious. With over 58,000 employees in around 100 countries, we are a team united by our strong values. We have both the determination to drive real change in the transport world and a proven track record of making it happen. An example of this is Scania's commitment to the corporate climate action; Science-based targets, with the goal of limiting global warming to 1.5°C. To achieve this, Scania will cut 50% of CO2 emissions from own operations, and 20% of emissions from our products, by 2025."
        },
        "qualifications": "Java, Python, C++, JavaScript, C#, SQL, TypeScript, Scala, Kotlin, AWS, Azure."
    },
    "capgemini": {
        "areaOfBusiness": "Capgemini works with organizations in areas such as energy, banking, insurance, automotive industry, public sector, telecom, manufacturing, and life science.",
        "description": {
            "paragraph1": "Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2023 global revenues of €22.5 billion."
        },
        "qualifications": "When applying to Capgemini's trainee program, you choose a role based on your education and interests. Read more about the different roles here: https://www.capgemini.com/se-en/careers/career-paths/students-and-graduates/ignite-graduate-program/"
    },
    "soprasteria": {
        "areaOfBusiness": "Comprehensive solutions in everything from data analysis, business development through project and change management to system development, testing, deployment and daily management of IT systems.",
        "description": {
            "paragraph1": "Sopra Steria is an international partner in IT, management and design, with a service portfolio covering everything you need to succeed in a digital world. We build society with smart and innovative solutions and help companies from first idea to finished solution. We have been named Sweden's Best Workplace by Great Place to Work and have been awarded the Career Company distinction for six consecutive years. With us, you get a partner who delivers, inspires and makes a real difference. Sopra Steria's Accelerate program has been named Sweden's best IT trainee program several years in a row! The program is designed for recent graduates who want to accelerate their careers as consultants. You are employed from day one and receive a competitive salary throughout the three-year program. Since 2018, we have successfully run our highly appreciated trainee program, giving top graduates from universities across the country a flying start to their consulting careers. The Accelerate program provides ambitious individuals with a structured development plan for their first three years in the consulting profession."
        },
        "qualifications": "You are about to complete your studies or are a recent graduate at bachelor's or master's level from university or college (graduation 2024 or 2025). You have studied engineering or other relevant technical education in computer/systems science, IT or similar. You have good knowledge in speaking and writing in Swedish and English. You are both a good listener and a good communicator, which allows you to see new opportunities in your assignment. One of the things that symbolizes a successful consultant is high business acumen. In your assignment, you are a relationship builder for Sopra Steria and the client. You are ambitious and goal-oriented and can show that you can accomplish what you have set out to do, both through studies and in your free time. We would like to see that you have shown drive and curiosity by engaging in various activities alongside your studies. Above all, you are passionate about working with digitalization!"
    },
    "polisen": {
        "areaOfBusiness": "System development, project management, UX design, testing, requirements analyst, technical specialists, technical product specialists, CI/CD, AI, ML, NLP, analysts, IT security.",
        "description": {
            "paragraph1": "The police's IT is an important part to fight crime, we provide service to the citizens and make it easier for the authority's employees to carry out their tasks. As digitalization increases, the police must be able to handle large amounts of data, take advantage of new technologies and stay one step ahead of criminals, without compromising security and legal certainty. Working with IT at the Swedish Police means being a crucial part of the crime-fighting work. Regardless of whether it is about developing new forensic technology or communicating via the police radio, well-functioning IT solutions are required."
        },
        "qualifications": ""
    },
    "innofactor": {
        "areaOfBusiness": "Cybersecurity, Cloud Infrastructure and Business Solutions",
        "description": {
            "paragraph1": "At Innofactor, nearly 600 professional and enthusiastic experts work across Finland, Sweden, Denmark, and Norway. What unites us is our passion for innovation and the latest technology. We take pride in what we create and empower our employees to work on projects in their own way while ensuring the highest possible quality for our customers. Our work environment supports personal development and continuous learning, offering a healthy balance between work and personal life. At Innofactor, you can be yourself! We don't expect everyone to be the same—each Innofactorian is treated as an individual. We know that unique people are essential for building strong, successful teams. You will have the opportunity to connect with colleagues from different teams, units, and countries through shared activities and training. Sometimes, you can focus on working independently, and other times, you'll collaborate with your team—whatever works best for you!"
        },
        "qualifications": "Dynamics 365 CE and Power Platform, C#, .Net, JS, VS Code, git, Azure, DevOps"
    },
    "deloitte": {
        "areaOfBusiness": "Cyber Security, IT Audit, Data & Analytics, Management Consulting, Tax Technology Consulting, FinTech, and more.",
        "description": {
            "paragraph1": "Deloitte is a leading global provider of audit and assurance, consulting, financial advisory, risk advisory, tax and related services. Our global network of member firms and related entities with approximately 460,000+ people in more than 150 countries and territories serves four out of five Fortune Global 500® companies."
        },
        "qualifications": ""
    },
    "pension": {
        "areaOfBusiness": "Public administration",
        "description": {
            "paragraph1": "The Swedish Pensions Agency is responsible for and pays your national public pension. We inform and answer questions about the entire pension, how the pension system works and what applies to you."
        },
        "qualifications": ""
    },
    "folksam": {
        "areaOfBusiness": "Law, Economy, Insurance, IT, Systems Science, insurance mathematics/statistics",
        "description": {
            "paragraph1": "Folksam is a customer-owned company with a strong focus on sustainability issues. We have many fun, developing jobs and with us you have good chances for an exciting career with great benefits. We believe in sustainable working life and work actively with inclusion and diversity. We offer the flexibility to alternate between working at the office and from home, based on the needs of the business. Our pleasant offices around the country provide meeting places for collaboration, learning, and a common culture - together we create engagement and strength going forward!"
        },
        "qualifications": ""
    },
    "unionenStudent": {
        "areaOfBusiness": "Unionen organizes white-collar workers in the private job market",
        "description": {
            "paragraph1": "Unionen is Sweden's largest trade union on the private labour market. And the membership for Unionen Student is completely free (0 kronor)! As a Unionen Student member you are entitled to our services which aim at making you better prepared for the working life. We help you with job applications and advise you on matters regarding labour laws, employment contracts, salaries and more. Learn more and become a member (for zero kronor!) at unionen.se/student"
        },
        "qualifications": ""
    },
    "deviera": {
        "areaOfBusiness": "IT consultants",
        "description": {
            "paragraph1": "Deviera unites passionate experts who harness technology to drive positive transformation—for ourselves, our colleagues, and our global community. We deliver comprehensive IT expertise to modernize and optimize business operations across industries. Through cutting-edge solutions including artificial intelligence, machine learning, DevOps implementation, and beyond, we empower our clients to both enhance their existing processes and construct sustainable technical frameworks built for long-term success. By leveraging precision tools and methodologies refined through extensive experience, we facilitate seamless, responsible, and future-ready digital transformation journeys."
        },
        "qualifications": "AI, LLM, DevOps, Azure, AWS, JavaScript, Graphic Design, Agile methodologies"
    },
    "scandicHotels": {
        "areaOfBusiness": "Web development, App development, Integration, Design, Analytics, IT Security, Architecture, CRM, system implementations, Project Management",
        "description": {
            "paragraph1": "Scandic is the largest Nordic hotel operator with a network of about 280 hotels with 58,000 hotel rooms in operation and under development in six countries. Scandic Friends is the biggest loyalty program in the Nordic hotel sector. At Scandic Hotels, we are on an exciting journey of digital transformation. 2023 marked another record year with strong results and high momentum in our development and we are now accelerating the pace to grow our portfolio and excel within digitalization. With a lot of curiosity and a truly customer-centric approach, we aim to develop the next generation of digital experiences for our guests."
        },
        "qualifications": "Azure cloud, .NET, Javascript, TypeScript, Next.js 15, React Native, React, Kubernetes, test automation"
    },
    "saab": {
        "areaOfBusiness": "Defense and security industry, aerospace technology, air traffic management, civil security",
        "description": {
            "paragraph1": "Saab serves the global market with world-leading products, services and solutions from military defense to civil security. With operations on every continent, Saab continuously develops, adapts and improves new technology to meet customers' changing needs. The most important markets are Europe, Asia and North America. Saab has around 24,000 employees with annual sales of approximately SEK 40 billion, of which around 25 percent is related to research and development."
        },
        "qualifications": "Engineering skills, software development, systems integration, analytical thinking, project management"
    },
    "skatteverket": {
        "areaOfBusiness": "We build systems that support essential activities such as public financing, population registration and law enforcement.",
        "description": {
            "paragraph1": "With us, you get to work with modern technology together with others who share your commitment to society. Together, you contribute to solutions that benefit everyone in Sweden, such as e-services for those who file tax returns, run businesses, move or get married. The IT department has around 1 500 employees and is located in Gothenburg, Malmö, Sundbyberg, Umeå, Visby, Västerås and Östersund. We work with the development, operation, management and maintenance of IT systems for the Swedish Tax Agency, the Swedish Enforcement Authority, the Swedish Election Authority and the Swedish Payment Authority. At the Swedish Tax Agency, we are constantly working on system renewal by introducing modern technology and developing our architecture. We develop backend services in Java with tools such as Spring Boot, Gradle, Maven, Oracle, IntelliJ, Visual Studio Code, Eclipse and Jenkins. For web development, we use frameworks such as React, Angular and Vue.js. Our technical environment includes OpenShift Container Platform, Kubernetes, Red Hat Enterprise Linux and Git. With us, you have good chances for work-life balance. Most roles offer flexible working hours and the opportunity to work partly from home. You also get one hour of wellness per week and a wellness allowance. Our trainee program is a kick-start for ambitious IT graduates. You will be employed in one of our teams and deliver in the business from day one. At the same time, you will develop both broad and deep skills through the trainee program. Read more at skatteverket.se/jobbamedit"
        },
        "qualifications": "To do a good job and thrive with us at the Swedish Tax Agency, you need to be responsive, innovative and take responsibility."
    },
    "softronic": {
        "areaOfBusiness": "IT consultancy - software development and operational services. Innovative digital solutions that create real benefits for society.",
        "description": {
            "paragraph1": "Our ambition is to develop leading technologies with a long-term perspective on business relationships and societal benefits. GoodTech is technology that sharpens business processes and helps people to receive fast and efficient public services. The sustainability perspective is included in all parts, in both relationships and in the environmental footprint of our solutions. With us, you can work with everything from AI and automation to UX and streamlined operations. As an advisor, we always base our work on the real needs of the customer and we expect you to be stimulated by contributing your insights to reach the best solution."
        },
        "qualifications": ".Net, C#, Java, AI, BC"
    }
}
